Repository: koraktor/suitcase
Catalog: Suitcase/*.lproj/Localizable.strings
Languages: de, fr

# kSCAvailableGamesErrorMessage
source: Could not load available games: %@ This is required to display inventories.
de: Verfügbare Spiele konnten nicht geladen werden: %@ Dies ist notwendig, um die Inventare anzeigen zu können.
fr: Jeux disponibles ne pouvaient pas être chargés: %@ Cela est nécessaire pour démontrer les inventaires.

# kSCAvailableGamesErrorTitle
source: Error loading available games
de: Fehler beim Laden der verfügbaren Spiele
fr: Impossible de charger les jeux disponsible

# kSCGamesErrorMessage
source: Could not load user's games: %@ You can either retry or choose a different user.
de: Spiele des Benutzers konnten nicht geladen werden: %@ Du kannst es entweder erneut versuchen oder einen anderen Benutzer auswählen.
fr: Jeux de l'utilisateur ne pouvaient pas être chargés: %@ Vous pouvez soit réessayer ou sélectionnez un autre utilisateur.

# kSCGamesErrorTitle
source: Error loading this user's games
de: Fehler beim Laden der Spiele dieses Benutzers
fr: Impossible de charger les jeux de cet utilisateur

# kSCGamesNoInventories
source: No inventories
de: Keine Inventare
fr: Pas un inventaire

# kSCHour
source: %d Hour
de: %d Stunde
fr: %d heure

# kSCHours
source: %d Hours
de: %d Stunden
fr: %d heures

# kSCInventoryCellLoadingFailed
source: Loading failed. Tap to try again.
de: Fehler. Antippen zum Wiederholen.
fr: Erreur. Touchez pour répéter.

# kSCInventoryError
source: Error loading the inventory: %@
de: Fehler beim Laden des Inventars: %@
fr: Erreur de chargement de l’inventaire: %@

# kSCInventoryLoadingFailed
source: Failed to load
de: Fehler beim Laden
fr: Erreur de chargement

# kSCInventoryLoadingFailedDetail
source: The inventory for %@ could not be loaded.
de: Das Inventar für %@ konnte nicht geladen werden
fr: L’inventaire pour %@ ne pouvait être chargé

# kSCInventorySearchNoResults
source: No items found.
de: Keine Gegenstände gefunden.
fr: Pas d’objets trouvés.

# kSCInventorySearchPlaceholder
source: Search for items
de: Nach Gegenständen suchen
fr: Recherche d’objets

# kSCItemItemSet
source: Item set
de: Gegenstandsset
fr: Ensemble d’objets

# kSCItemMarketable
source: Marketable
de: Marktfähig
fr: Négociable

# kSCItemOrigin
source: Origin
de: Herkunft
fr: Origine

# kSCItemQuality
source: Quality
de: Qualität
fr: Qualité

# kSCItemQuantity
source: Quantity
de: Anzahl
fr: Quantité

# kSCItemSetCellHeader
source: Is part of the item set:
de: Ist Teil des Sets:
fr: Relever de ensemble:

# kSCItemTradable
source: Tradable
de: Handelbar
fr: Échangeable

# kSCOpenInChrome
source: Open in Chrome
de: In Chrome öffnen
fr: Ouvrir avec Chrome

# kSCOpenInSafari
source: Open in Safari
de: In Safari öffnen
fr: Ouvrir avec Safari

# kSCOpenLinkInBrowser
source: Open this link in the browser?
de: Diesen Link im Browser öffnen?
fr: Ouvrir ce lien dans un navigateur?

# kSCReloadingFailedInventory
source: Retrying…
de: Erneut laden…
fr: Recharger…

# kSCReloadingFailedInventoryDetail
source: Retrying to load inventory for %@.
de: Inventar für %@ wird erneut geladen.
fr: Inventaire pour %@ est rechargée.

# kSCReloadingOutdatedInventory
source: Refreshing…
de: Aktualisiere…
fr: Actualiser…

# kSCReloadingOutdatedInventoryDetail
source: Refreshing inventory for %@.
de: Inventar für %@ wird aktualisiert.
fr: Inventaire pour %@ est actualisé.

# kSCResolveSteamIdErrorMessage
source: An error occured while resolving the Steam ID: %@
de: Beim Auflösen der Steam ID ist ein Fehler aufgetreten: %@
fr: Une erreur survient lors de la résolution ID Steam: %@

# kSCResolveSteamIdErrorTitle
source: Not found
de: Nicht gefunden
fr: Introuvable

# kSCSchemaFailed
source: Error loading the item schema
de: Fehler beim Laden der Gegenstandsinformationen
fr: Erreur de chargement des informations des objets

# kSCSchemaIsLoading
source: Loading item information…
de: Lade Gegenstandsinformationen…
fr: Charger les informations des objets…

# kSCSchemaIsLoadingDetail
source: The items for %@ are being loaded. This might take some time.
de: Die Gegenstände für %@ werden geladen. Das kann eine Weile dauern.
fr: Les objets pour %@ est chargé. Cela peut prendre un moment.

# kSCSteamIdHelpText
source: Please supply the custom URL or profile ID of the Steam Community profile:
de: Geben Sie die benutzerdefinierte URL oder Profil-ID des Steam Community Profils an:
fr: Spécifiez l'URL personnalisée ou ID de profil de la Communauté Steam:

# kSCSteamIdTitle
source: Select an account
de: Account auswählen
fr: Sélectionnez un compte

source: Cancel
de: Abbrechen
fr: Annuler

source: Done
de: Fertig
fr: Terminer

source: Inventory
de: Inventar
fr: Inventaire

source: Inventories
de: Inventare
fr: Inventaires

source: items
de: Gegenstände
fr: objets

source: Refresh
de: Aktualisieren
fr: Rafraîchir

source: Refreshing…
de: Aktualisieren…
fr: Rafraichissement…

source: Retry
de: Wiederholen
fr: Réessayer

source: Settings
de: Einstellungen
fr: Réglages

source: Achievement
de: Errungenschaft
fr: Succès

source: CD Key
fr: Clé CD

source: Collection Reward
de: Sammlerbelohnung
fr: Récompense de collection

source: Crafted
de: Hergestellt
fr: Fabriqué

source: Earned
de: Verdient
fr: Mérité

source: Found in Crate
de: In Kiste gefunden
fr: Trouvé dans une boîte

source: Foreign Item
de: Fremder Gegenstand
fr: Objet étrangère

source: Games
de: Spiele
fr: Jeux

source: Gifted
de: Geschenkt
fr: Offert

source: Halloween Drop
de: Halloween-Fund
fr: Découverte d’Halloween

source: Preview Item
de: Vorschaugegenstand
fr: Aperçu d‘objet

source: Purchased
de: Gekauft
fr: Acheté

source: Steam Purchase
de: Steam-Kauf
fr: Achat de Steam

source: Steam Workshop Contribution
de: Mitwirkung beim Steam-Workshop
fr: Participation à Steam Workshop

source: Store Promotion
de: Shop-Promotion
fr: Promotion de Magasin

source: Support Granted
de: Durch Support erhalten
fr: Accordée par le support client

source: Third-Party Promotion
de: Drittanbieter-Promotion
fr: Promotion de tierce partie

source: Timed Drop
de: Zufälliger Fund
fr: Découverte aléatoire

source: Traded
de: Gehandelt
fr: Échangé

source: Unknown
de: Unbekannt
fr: Inconnu

source: Wrapped Gift
de: Verpacktes Geschenk
fr: Cadeau enveloppé

source: Base
de: Basis
fr: Basis

source: Genuine
de: Echt
fr: Authentique

source: Elder
de: Betagt
fr: Antique

source: Unusual
de: Ungewöhnlich
fr: Inhabituel

source: Community
fr: Communauté

source: Self-Made
de: Selbstgemacht
fr: Fait soi-même

source: Customized
de: Maßgefertigt
fr: Personnalisé

source: Inscribed
de: Graviert
fr: Runique

source: Completed
de: Vollendet
fr: Achevé

source: Cursed
de: Verflucht
fr: Maudit

source: Heroic
de: Heldenhaft
fr: Héroïque

source: Favored
de: Begünstigt
fr: Favori

source: Autographed
de: Signiert
fr: Dédicacé

source: Legacy
de: Erbstück
fr: Héritage

source: Exalted
de: Erhaben
fr: Exalté

source: Frozen
de: Gefroren
fr: Gelé

source: Corrupted
de: Verdorben
fr: Corrompu

source: Auspicious
de: Verheißungsvoll
fr: Chanceux

source: Ascendant
de: Vorherrschend
